Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J60.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 3 Narrating the anti-conquest
zh_cn: 第三章 叙述反征服

source: At times indeed the Company officials allowed the main slave depot in Cape Town to be used as a son of brothel.
zh_cn: 公司官员有时的确允许开普敦主要的奴隶仓库用作妓院。

source: (Philip Curtin et al., African History (1978))
zh_cn: 菲利普·柯廷等，《非洲史》（1978）

source: It is a relief to turn from these scenes of contention and disorder to notice the efforts that were made at this time [1793] by several colonists to improve the domestic animals of the country.
zh_cn: 从这些争论和无序的场景，转而注意数位殖民者此时[1793]为改进这个国家的家畜所做的努力，这是一种慰藉。

source: (George M.Theal,A History of Southern Africa (1907))
zh_cn: 乔治·M.西尔，《南部非洲史》（1907）

source: The previous chapter introduced the eighteenth-century systematizing of nature as a European knowledge-building project that created a new kind of Eurocentered planetary consciousness.
zh_cn: 前一章介绍了18世纪对自然的系统化。作为一项欧洲知识构建计划，这种系统化创造出一种以欧洲为中心的新行星意识。

source: Blanketing the surface of the globe, it specified plants and animals in visual terms as discrete entities, subsuming and reassembling them in a finite, totalizing order of European making.
zh_cn: 这种行星意识普遍适用于地球表面，它在视觉方面将动植物当作互不关联的实体加以具体说明，并根据一种有限的、总体的欧洲制造的秩序，将它们归类并重新聚集起来。

source: Perhaps one should be more specific about the terms: “European” in this instance refers above all to a network of literate Northern Europeans, mainly men from the lower levels of the aristocracy and the middle and upper levels of the bourgeoisie.
zh_cn: 也许，人们应该对这些术语有更为明确的理解。“欧洲人”在这个例子里，首先指一个由有文化的北欧人组成的网络，他们主要来自下层贵族和中上层资产阶级。

source: “Nature” meant above all regions and ecosystems which were not dominated by “Europeans,” while including many regions of the geographical entity known as Europe.
zh_cn: “自然”首先意味着不受“欧洲人”控制的所有区域和生态系统，同时也包括名为欧洲的地理实体中的许多区域。

source: The project of natural history determined many sorts of social and signifying practices, of which travel and travel writing were among the most vital.
zh_cn: 博物学的计划决定许多种社会和表意实践，其中最为重要的当属旅行和旅行书写。

source: For the purposes of this book, what is of chief interest is the mutual engagement between natural history and European economic and political expansionism.
zh_cn: 就本书目的而论，首先令人感兴趣的是博物学与欧洲经济、政治扩张主义之间的相互约束。

source: As I suggested above, natural history asserted an urban, lettered, male authority over the whole of the planet; it elaborated a rationalizing, extractive, dissociative understanding which overlaid functional, experiential relations among people, plants, and animals.
zh_cn: 正如我上文表明的那样，博物学假定城市里有文化的男性对整个行星的权威；它详细阐述一种合理化、抽取、分离的理解，从而遮掩人、植物、动物之间功能和经验方面的关系。

source: In these respects, it figures a certain kind of global hegemony, notably one based on possession of land and resources rather than control over routes.
zh_cn: 在这些方面，博物学描绘出某种全球霸权，尤其是一种以拥有土地和资源而非控制路径为基础的霸权。

source: At the same time, in and of itself, the system of nature as a descriptive paradigm was an utterly benign and abstract appropriation of the planet.
zh_cn: 与此同时，自然系统作为一种描述性范式，本质上自然而然是对地球的一种完全温和的、抽象的挪用。

source: Claiming no transformative potential whatsoever, it differed sharply from overtly imperial articulations of conquest, conversion, territorial appropriation, and enslavement.
zh_cn: 它不要求赋予任何改造性的潜能，与帝国公然阐明的征服、转化、领土占用和奴役截然不同。

source: The system created, as I suggested above, a Utopian, innocent vision of European global authority, which I refer to as an anti-conquest.
zh_cn: 正如我上文表明的那样，这个系统创造出一个关于欧洲全球权威的乌托邦式、天真无辜的想象，我称之为一种反征服。

source: The term is intended to emphasize the relational meaning of natural history, the extent to which it became meaningful specifically in contrast with an earlier imperial, and prebourgeois, European expansionist presence.
zh_cn: 这个术语旨在强调博物学的相关意义，特别是在与帝国初期的前资产阶级欧洲扩张主义存在对比时，它在何种程度上变得意味深长。

source: This chapter undertakes to illustrate more concretely the impact of natural history and global science on travel writing.
zh_cn: 本章的任务是更具体说明博物学和全球科学对旅行书写的影响。

source: Through a set of examples, I aim to suggest how natural history provided means for narrating inland travel and exploration aimed not at the discovery of trade routes, but at territorial surveillance, appropriation of resources, and administrative control.
zh_cn: 我打算通过一系列例证表明，博物学如何为讲述内陆旅行和探险提供方法，这种内陆旅行和探险不是为了发现贸易通道，而是为了监管领土、盗取资源、行政控制。

source: This discussion is intended to be read in conjunction with two subsequent chapters, which take up sentimental travel writing, the other main form of anti-conquest in this period.
zh_cn: 这种讨论意在与随后的两章连起来阅读，那两章论及的是感伤旅行书写，这一时期反征服的另外一种主要形式。

source: In travel literature, I argue, science and sentiment code the imperial frontier in the two eternally clashing and complementary languages of bourgeois subjectivity.
zh_cn: 我认为，在旅行文学中，科学与情绪采用两种永远冲突且互补的资产阶级主体性语言，为帝国的前沿进行编码。

source: In what follows I examine a sequence of four North European travel books on southern Africa written across the eighteenth century and spanning what I have been calling the Linnaean watershed: Peter Kolb’s The Present State of the Cape of Good Hope(Germany, 1719); Anders Sparrman’s Voyage to the Cape of Good Hope (Sweden, 1775); William Paterson’s Narrative of Four Voyages in the Land of the Hottentots and the Kaffirs (Britain, 1789), and John Barrow’s Travels into the Interior of Southern Africa (Britain, 1801).
zh_cn: 下文中，我将考察由四部关于南部非洲的北欧旅行书组成的一个系列。这些书写于18世纪并跨越我一直称作的林奈分水岭，包括：彼得·科尔布（Peter Kolb）的《好望角现状》（德国，1719）、安德斯·斯帕尔曼的《好望角之航》（瑞典，1775）、威廉·佩特森（William Paterson）的《关于在霍屯督人和卡菲尔人土地上四次旅行的叙事》（英国，1789）以及约翰·巴罗（John Barrow）的《深人南部非洲内陆之旅》（英国，1801）。

source: My aim here is not to survey the extensive literature of travel on southern Africa in this period; rather, I have selected four texts that particularly illustrate the discursive impact of natural history and the new planetary consciousness.
zh_cn: 我在此的目的，不是全面考察这时期关于南部非洲的大量旅行文学，而是挑选四个特别说明博物学的话语影响以及新行星意识的文本。

source: (A contrasting instance of southern African travel writing is taken up in the next chapter.)
zh_cn: （下一章将举一个南部非洲旅行书写的例证加以对比）

source: My observations coincide at a number of points with those of J.M. Coetzee in his 1988 study White Writing: On the Culture of Letters in South Africa.
zh_cn: 我的言论在诸多方面与J.M.库切（Coetzee）1988年的研究著作《白人书写：论南非的文学文化》不谋而合。

source: The opening chapters of this valuable book focus heavily on eighteenth- and nineteenth-century travel writing on South Africa, including the writers discussed here.
zh_cn: 这部重要著作开始的几章，主要聚焦于18和19世纪关于南非的旅行书写，包括这里讨论的作家在内。

source: Coetzee goes on to examine how European problematics of representation carry forward into nineteenth- and twentieth-century literature in South Africa, as I have tried to do for Spanish America in chapter 7 below.
zh_cn: 库切接着考察错综复杂的欧洲表征转而进入南非19和20世纪文学的方式，正如我在下面第七章试图对西班牙语美洲所做的考察一样。

source: The literature on the Cape of Good Hope is a particularly fruitful one for studying the discursive shifts in travel writing, for the Cape was one place where scientific travel, the momentum for inland expansion, and the shifting relations of contact these engendered, played themselves out conspicuously and dramatically.
zh_cn: 有关好望角的文献，对研究旅行书写中的话语转移特别卓有成效，因为好望角是这样一个地方：科学旅行、内陆扩张的动力以及不断变化的接触关系，这些都引人注目、戏剧性地在那里产生、终结。

source: The “great age” of scientific travel is usually associated with the South Sea expeditions of Cook, Bougainville, and others, first organized around the transit of Venus in 1768.
zh_cn: 科学旅行的“伟大时代”，通常与库克、布干维尔等人的太平洋探险联系在一起，其中第一次是1768年金星凌日前后组织的。

source: These maritime expeditions indeed inaugurated the era of scientific travel, and scientific travel writing.
zh_cn: 这些海洋探险的确开启了科学旅行和科学旅行书写的时代。

source: But at the same time, they marked an end: the last great navigational phase of European exploration. Cook discovered and mapped the shores of the last uncharted continent, Australia.
zh_cn: 不过，与此同时，它们也标志着一种结束：欧洲探险最后一个伟大的航海阶段，库克发现最后一个未知大陆澳洲的海岸，并将其绘制成地图。

source: In a way, he set the stage for the new phase of inland exploration.
zh_cn: 在某种程度上，他为内陆探险的新阶段创造了条件。

source: The Cape of Good Hope was one of the few places in Africa where Northern Europeans had access to the continental interior.
zh_cn: 北欧人进入非洲内陆的通道为数不多，好望角是这些地方中的一个。

source: It was a magnet both for settlers and for explorers eager to make their mark.
zh_cn: 对于殖民者和探险者来说，它都是一块磁石，他们急于在上面留下标记。

source: It was a place where interior colonization broke into open conflict with sea-oriented mercantilism, where competition among European nations was played out as warfare.
zh_cn: 在这个地方，内陆殖民化与面向海洋的商业主义产生公开冲突，欧洲各国之间的竞争最终演变成战争。

source: In the early decades of the nineteenth century, as inland expansion proceeded, southern Africa was also to become a canonical test site for the civilizing mission in the labors of the London Missionary Society and their unmanageable star, David Livingstone.
zh_cn: 19世纪最初几十年，随着内陆扩张向前推进，南部非洲在伦敦传道会及其无法驾驭的明星戴维·利文斯通的努力下，也将成为文明使命的一个典范试验场。

source: Established in 1652 by the Dutch East India Company as a supply port for commercial ships, the Cape Colony proved a vital stopping-off point for European travelers of all kinds.
zh_cn: 开普殖民地1652年由荷兰东印度公司建立，原本是用作商船的补给港，结果却成为形形色色欧洲旅行者一个重要的停留地。

source: Fresh meat was available from the indigenous Khoikhoi (“Hottentot”) population, while the Company grew fresh vegetables to combat scurvy, provided leisure, cared for sick sailors, supplied ships with healthy crewmembers, and so on.
zh_cn: 新鲜肉类由土著的科伊人（“霍屯督人”）提供，而公司则种植对付坏血病的新鲜蔬菜，提供休闲，照顾生病的海员，为船只提供健康的船员，等等。

source: Vulnerable to attack and dependent on the indigenous cattle-herding population for fresh meat, the Company initially took pains to minimize its encroachment on the region and its exploitation of indigenous labor.
zh_cn: 因易受攻击，依靠土著人养牛提供新鲜肉类，公司最初极力将其对该地区的侵蚀和对土著劳动力的剥削减少到最低限度。

source: A proposal to attempt enslaving the Khoikhoi in 1654 was rejected; slaves were procured initially from West Africa, then from Malay and Ceylon.
zh_cn: 1654年，一项旨在奴役科伊人的提案遭到否决；奴隶最初是从西非而后又从马来和锡兰弄来。

source: Nevertheless, frontier conflict was immediate and constant (the first cross-racial murder recorded was in 1653), and intensified greatly in the 1670s as interior colonization by Europeans expanded as well.
zh_cn: 尽管如此，边界冲突却随时且经常发生（第一次有记录的跨种族谋杀发生于1653年），并且也随着欧洲人内陆殖民化的扩张，于17世纪70年代愈演愈烈。

source: Within a few years of founding the Cape Colony, the Dutch East India Company reluctantly agreed to grant a portion of the inhabitants the status of “free burghers,” or independent farmers, and to allow them to wrest grazing and farming lands from the cattle-rearing indigenous peoples.
zh_cn: 开普殖民地建立后几年内，荷兰东印度公司勉强同意给予部分居民“自由公民”或独立农场主身份，允许他们从养牛的土著人那里夺取牧场和耕地。

source: This population of independent colonists grew slowly, largely out of the ranks of Company workers, stranded sailors, and African or Euroafrican women.
zh_cn: 这种独立殖民者的人口缓慢增长，他们主要来自公司职员、落单的水手、非洲或欧裔非洲妇女这些阶层。

source: (Till 1685 there were no racial prohibitions on marriage; in 1685 marriages were outlawed between Europeans and Africans, but not between Europeans and persons of mixed blood.)
zh_cn: （1685年以前没有不让种族间通婚的禁令；1685年，欧洲人与非洲人之间的婚姻是法律禁止的，但欧洲人与混血人种之间的婚姻则不受禁止。）

source: The settlers’ numbers were substantially increased in 1689 by 150 Huguenot dissenters from Holland, who brought with them the Dutch Reformed Church.
zh_cn: 1689年，殖民者人数因从荷兰来的一百五十名胡格诺派教徒得到实质性增加，这些人同时带来荷兰归正教会。

source: In 1699 the free burgher (Boer) population, the ancestors of today’s Afrikaners, numbered just over 1,000 men, women, and children, owning an unspecified number of slaves.
zh_cn: 1699年，自由公民（布尔人），也就是今天南非白人祖先的人口只有一千多男人、女人和孩子，他们拥有不确定数目的奴隶。

source: A century later, they were 17,000 plus 26,000 slaves.
zh_cn: 一个世纪后，他们的人口是一万七千，加上两万六千名奴隶。

source: Today they number two million.
zh_cn: 今天，他们的人数已达两百万。

source: The outlines of today’s Afrikaner agro-pastoral society—and today’s South African race war—were thus already in place by 1700.
zh_cn: 因此，到1700年，今天南非白人农牧社会的轮廓——以及今天南非的种族战争——就已经形成。

source: The prison at Robben Island, where Nelson Mandela and the founders of the African National Congress were held during the 1960s, was established in 1657 for Hottentots “who assaulted or robbed a burgher.”
zh_cn: 20世纪60年代关押纳尔逊·曼德拉和非洲人国民大会创始人的罗本岛监狱，于1657年为关押“攻击或抢劫公民”的霍屯督人而建。

source: Largely outside the control of Company administration, and often at odds with the Company’s interests, free burgher society developed along its own expansive lines, pressing its way inland, usually in conflict and occasionally in alliance with resident Khoikhoi chiefdoms.
zh_cn: 自由公民社会大多不受公司管理部门控制，经常与公司利益存在纠纷。它沿着自己的扩张路线发展，强行向内陆推进，通常与科伊酋长领地的居民发生冲突，当然偶尔也会与之结成同盟。

source: By force of horses (which indigenous Africans were forbidden by law to own), firearms (which European settlers were required by law to own), and strategic alliances among rival groups, the Europeans gradually overcame indigenous control and broke up local socioeconomic structures.
zh_cn: 欧洲人借助（法律禁止土著非洲人拥有的）马匹，（法律要求欧洲殖民者拥有的）枪炮，以及竞争群体之间的战略同盟，逐渐克服土著人的控制，打破当地的社会经济结构。

source: Smallpox epidemics in 1713, 1755, and 1767 weakened the indigenous position.
zh_cn: 1713、1755、1767年出现的天花疫情，削弱了土著人的地位。

source: Gradually more and more Khoikhoi were forced into the role of subsistence laborers, herding the Boers’ cattle rather than their own.
zh_cn: 渐渐地，越来越多的科伊人被迫成为勉强糊口的劳动者，为布尔人而不是自己牧牛。

source: By 1778 the new governor Von Plattenburg reported finding no autonomous Khoikhoi communities in the Cape Colony.
zh_cn: 到1778年，新任总督冯·普拉滕伯格（Von Plattenburg）报告称，在开普殖民地没有发现自治的科伊人社群。

source: Which is not, of course, to say that indigenous society and indigenous resistance to colonization ended here; both continued in forms which I will discuss further below.
zh_cn: 当然，这不是说土著人社会和土著人对殖民化的抵抗就此结束；无论是土著人社会还是其对殖民化的抵抗，都以我将进一步讨论的形式继续着。

source: From the beginning of their presence, Europeans in the Cape periodically mounted expeditions to explore the interior.
zh_cn: 自从其在开普的存在开始，欧洲人便周期性地进行内陆探险。

source: One early object of interest, typical of the seventeenth century, was a mythical, gold-producing empire known as Monomatapa, akin to the El Dorado so long sought in the Americas.
zh_cn: 早期吸引人们探险的一个目标具备17世纪的典型特征，那就是一个带有神话色彩的产金帝国，名为莫诺莫塔帕（Monomatapa），与人们长期在美洲寻找的黄金国类似。

source: These early expeditions were not seen as having produced any discoveries of value; nor, in the era of navigational narrative, did they result in travel books.
zh_cn: 在人们看来，这些早期探险并没有导致任何有价值的发现；而且在航海叙事时代，它们也没有产生旅行书。

source: Not till the early eighteenth century did a European literature on southern Africa begin in earnest, one of the first major contributions being Peter Kolb’s The Present State of the Cape of Good Hope.
zh_cn: 直到18世纪初叶，关于南部非洲旅行的欧洲文献才开始郑重其事地出现，早期做出重要贡献的一本书，是彼得·科尔布的《好望角现状》。

source: PETER KOLB AND THE REVINDICATION OF THE HOTTENTOTS
zh_cn: 彼得·科尔布与霍屯督人的正名

source: Published in German in 1719, Kolb’s book was translated into Dutch (1721), English (1731), and French (1741), and remained one of the main print sources on southern Africa through the first half of the century.
zh_cn: 科尔布的书1719年用德语出版，后被翻译成荷兰语（1721）、英语（1731）、法语（1741），在18世纪上半叶一直是有关南部非洲的主要出版物之一。

source: Trained as a mathematician, Kolb was sent to the Cape in 1706 by a Prussian patron to carry out astronomical and meteorological research.
zh_cn: 科尔布接受过数学专业的培训，1706年被一名普鲁士赞助人派往开普，进行天文和气象研究。

source: Though his mission was scientific, Kolb’s account,like that of La Condamine in South America, was not.
zh_cn: 尽管科尔布执行的是科学任务，但是他的记述，如同拉·孔达米纳在南美的记述一样，并不科学。

source: His book, like La Condamine’s, contrasts in a number of respects with writings on the other side of the Linnaean watershed.
zh_cn: 就像拉·孔达米纳的书一样，科尔布的书在若干方面与林奈分水岭另一侧的写作形成对比。

source: It is devoted mainly, as the title page puts it, to “A Particular ACCOUNT of the several NATIONS of the HOTTENTOTS: Their Religion, Government, Laws, Customs, Ceremonies, and Opinions; Their Art of War, Professions, Language, Genius, &c together with A Short ACCOUNT of the DUTCH SETTLEMENT At the CAPE.”
zh_cn: 正如其扉页表明，这本书主要致力于“专门记述霍屯督人的数个国家：他们的宗教、政府、法律、风俗、礼仪、观念，他们的兵法、行业、语言、天赋，并同时简单记述在开普的荷兰殖民地”。

source: Kolb’s account consists in the main of vivid ethnographic description of Khoikhoi society and lifeways in the traditional mode of manners and customs description.
zh_cn: 科尔布的记述，大致由对科伊人社会和生活方式生动的人种志描述构成，采用的是传统的风俗习惯描述模式。

source: While his account is based on what Kolb describes as years of contact with many different groups of Hottentots, this contact itself is not narrated, nor are Kolb’s travels in the interior.
zh_cn: 尽管科尔布的记述以他所谓的与许多不同霍屯督人群体数年的接触为基础，但是书中并没有讲述这种接触，也没有讲述科尔布在内陆的旅行。

source: Kolb was writing before narrative paradigms for interior travel and exploration emerged in the last decades of the century.
zh_cn: 科尔布写作这本书，是在内陆旅行和探险叙事范式出现于18世纪40最后几十年之前。

source: In 1719 navigational paradigms still prevailed: the only part of his experience Kolb does present as narrative is his six-month sea voyage to arrive at the Cape.
zh_cn: 1719年，航海范式依然流行：科尔布讲述中唯一涉及其经历的部分，是他前往开普的六个月海上航行。

source: In keeping with the conventions of navigational narrative, the trip is told as a survival story complete with storms, sickness, brackish water, and threat of attack on the high seas.
zh_cn: 与航海叙事的惯例相一致，这次旅行被讲述成一个生存故事，包括风暴、疾病、苦咸水以及公海上的攻击威胁。

source: As its title promises, Kolb’s account includes chapters on Khoikhoi forms of government, religion, ceremonies, domestic economy, cattle management, medicine, and so on.
zh_cn: 正如书的标题允诺的那样，科尔布的叙述包括有关科伊人政府形式、宗教、礼仪、国内经济、养牛、药品等等的章节。

source: It is easy to vouch for the vividness of the description, but less easy to speak for its accuracy.
zh_cn: 保证描述的生动性很容易，但是要说到其准确性就不那么容易了。

source: Kolb declares he “made it a Rule not to be believe any Thing I did not see of which a Sight could be had,” but in the very next sentence confirms having seen “that Negroes are born White” and change color several days later!
zh_cn: 科尔布声称，他“确定的原则是不相信任何没有亲眼看到的东西”，可是紧随其后的句子他就肯定地说曾经见过“黑人生下来是白的”，但数天之后颜色就变了！

source: Nevertheless, his account is undeniably the most substantive source on the indigenous people of the Cape in this period.
zh_cn: 尽管如此，他的记述无疑是关于这一时期开普土著人的最真实的原始资料。

source: Here is a representative passage, to give something of the flavor of his writing:
zh_cn: 下面这个有代表性的片段，可以让人领略一番他的写作风格：
